{
  "content": [
    {
      "title": "Map Dashboard",
      "subtitle": "The interactive interface for running analytics, applying AI models, and visualizing results within your AOI.",
      "description": [
        "The Map Dashboard is the central workspace in SEAk where you interact with your data, run analyses, and generate insights."
      ],
      "descriptionSections": [
        {
          "descriptionTitle": "Entering the Map Dashboard",
          "description": [
            "In the Projects section, navigate to the desired Project.",
            "Click on the relevant Workspace.",
            "You will now see the interactive Map Dashboard zoomed into the set AOI."
          ]
        },
        {
          "descriptionTitle": "Components of the Map Dashboard",
          "descriptionType":"list",
          "description": [
            "1. Run AI Model – Run AI models on selected datasets for predictive analysis, generating vector layer outputs.",
            "2. Assessments – Run indices using raster dataset bands within the AOI to create classified raster layers.",
            "3. Compare Map – Compare two layers visually, switch base maps, and check differences.",
            "4. Annotate – Create annotation layers, set classes, and draw them on the map. Includes AI-assisted labeling and editing tools for QC.",
            "5. Proximity Analysis – Assess proximity of objects to points/lines/polygons, run spatial/attribute queries, and generate statistics.",
            "6. Change Detection – Compare pre- and post-disaster imagery and view results with infographics.",
            "7. SEAk Aware Analysis – Run environmental integrated cleanup planning based on user-defined configurations and model predictions.",
            "8. Map View – Displays the AOI from the workspace.",
            "9. Pull Vector – Add vector data directly from the database.",
            "10. Comments – View and reply to all geotagged comments on the map.",
            "11. SEAk Aware Configuration – Configure layers, add details, and define Do’s/Don’ts for SEAk Aware Analysis.",
            "12. Download Report – Download a snapshot of the dashboard as a PDF.",
            "13. More Options – Contains tools such as Comments, SEAk Aware Configuration, and Report Download.",
            "14. Notification – Displays updates on predictions or data processing completion.",
            "15. Profile Icon – View user profile and change dashboard color mode.",
            "16. Base Map – Switch base map types from available options.",
            "17. Layer View – Manage available and processed layers with display options.",
            "18. Full Screen – Expand the Map Dashboard to full screen view.",
            "19. Measurement – Measure distances or areas between features.",
            "20. Zoom In/Out – Zoom controls for navigating the map."
          ],
          "media": {
            "image": "demo-map-dashboard.png"
          }
        }
      ]
    }
  ]
}


 

 



